const people = [
  {
    id: 1,
    image: 'https://ca.slack-edge.com/T012XVA3FLH-U01B4Q1G2HM-g0b7df030ea9-512',
    name: 'Son Hiroki Hong-su',
    title: '教師',
    quote:
      '大阪在住、公立小学校教員しています。諸々のしがらみきっかけで労働組合の仕事もしています。とりあえず自己紹介をと思い、眠い目で投稿書いております。父が韓国人、母が長崎人。祖父母のときに日本に来ているので、私自身は日本語オンリー。２０代後半から学校の仕事でたまにPCを使うようになってから、学校のHP担当者になってhtmlを書いてみたり、エクセルVBAで成績処理と個票出力を自動化してみたり。できればあと２年位、５０あたりで退職して、コーディングとかプログラミングである程度の収入を得られるようになりたいなあと思っています。本当にそんなことできるのかなあと思いながらやっていたのですが、Over40におさそいいただき、俄然前向きになっています。',
  },
  {
    id: 2,
    image:
      'https://pbs.twimg.com/profile_images/1255890645505302528/TLWp6U3X_400x400.jpg',
    name: 'Pitang',
    title: '管理人',
    quote:
      'ピータン(1965年製）です。神奈川県いなか町出身。東京都いなか市在住です。プログラミング自体は15歳から学校で習ったりしていて、高専卒業後も業務の自動化やソフトウェア開発をしたことはあります。しかし、この10年は品質保証業務でプログラミングとは無縁でした。父の死後の処理が大分進んで一息ついたときに、友人と飲んでいて決意し、今まではやったことがないWebの学習を2019年1月に開始しました。当時、マナブさんのロードマップにしたがってHTMLやCSSの基礎を勉強して5月くらいにようやく模写を1ページ完成させました。その後はNode.js(JavaScript)、express.js、MongoDB、Reactなど夜間や休日勉強しています。',
  },
  {
    id: 3,
    image:
      'https://pbs.twimg.com/profile_images/1312378506211282950/o39N6xeg_400x400.jpg',
    name: 'yoko',
    title: '元産業翻訳者',
    quote:
      'はじめまして。yokoです。春まで派遣で産業翻訳をしていました。コロナ到来と共に失業し、そのまま緊急事態宣言、家族全員在宅となったのでなし崩し的に家に留まることになりました。元々ドライバーヘルプなどの翻訳でHTML/CSS/JavaScriptは触ったりみる機会があり、Web系CSについて体系的に学びたいと思っていました。現在のところ嬉々として新しい技術を学んでいます。この技術をどう活かせるか思案中です。Web上に学ぶ環境もありますが、だいたい若い方向けで、over40で知見を共有しあったり、励まし合えるのはありがたいなーとこちらのSlackに参加してみました。どうぞよろしくお願いします！',
  },
  {
    id: 4,
    image:
      'https://pbs.twimg.com/profile_images/1312562846895546368/YJACXlr4_400x400.jpg',
    name: 'Daisuke Maki',
    title: 'シェフ',
    quote:
      '私は二十歳からずっとフランス料理の料理人をやってきました。ですがコロナの影響で飲食店の立場の弱さや、稼ぐ手段が１つしかないことの不安から、プログラミングを勉強する事にしました。以前から興味もありました。ずっとパソコンから無縁の生活をしていたので、プログラミングどころか殆どネットしか出来ない状態だったので、苦労しています。プログラミング教室に通いたくても近くにはないので、「デイトラ」というオンラインのプログラミング教室に今月から参加しました。同じくらいの年代で頑張っている方と繋がりたくてこちらに入らせていただきました。今は毎朝4時ごろから3時間勉強しつつ、仕事に行くという毎日です。 ',
  },
  {
    id: 5,
    image: 'https://ca.slack-edge.com/T012XVA3FLH-U01FL049P18-3666378b6b67-512',
    name: 'Deppo',
    title: '会社経営',
    quote:
      'はじめまして、今年の誕生日で７０歳になったDeppoと申します。ピータンさんの紹介でこの「Over 40 web club」に参加させていただくことになりました。以前、IBMメインフレームのプログラムを書いていましたが、ブランクが２０年以上あります。会社を経営していましたが、元々技術者であまり経営には向いていないので2年ぐらい前に会社を手放して今はアルバイト的に知り合いの会社で仕事をしています。来年にはその会社もリタイアしてフリーで仕事をしたいと思っています。WEB関連の技術を習得して一人で仕事をできたら良いなと思っています。HTML とCSSとBootstrapを少し勉強したので、今はjavascriptを勉強しはじめました。まだまだ初学者ですがよろしくお願いします。',
  },
]

export default people
